[Settings]
AuthorName=Paweł Ł. Janicki
AuthorEmail=p.janicki@fg24.pl
Language=Polish
RTLReading=0
CrashRptVersion=1403

[MainDlg]
DlgCaption=Sky-Fighter Raport błędu
HeaderText=%s przestał działać.
SubHeaderText=Uprzejmie prosimy o wysłanie do nas niniejszego raportu błędu (%s), aby pomóc naprawić i usprawnić program.
WhatDoesReportContain=Co zawiera ten raport błędu?
ProvideAdditionalInfo=Dodaj dodatkową informację o błędzie (zalecane).
YourEmail=Twój e-mail:
DescribeProblem=Opisz w kilku słowach co robiłeś, gdy wystąpił błąd:
MyConsent=Naciskając "Wyślij raport" oświadczam, że zapoznałem się z treścią raportu i akceptuję postanowienia Polityki Prywatności.
MyConsent2=Naciskając "Wyślij raport" oświadczam, że zapoznałem się treścią raportu.
PrivacyPolicy=Polityka Prywatności
InvalidEmailCaption=Nieprawidłowy e-mail 
InvalidEmailText=Proszę podać poprawny adres e-mail, np.: kowalski@hotmail.com.
SendReport=Wyślij raport
CloseTheProgram=Zamknij program
RestartApp=Uruchom ponownie %s po zamknięciu tego okna.
OtherActions=Inne akcje…
SendReportLater=Zamknij i wyślij raport później

[DetailDlg]
DlgCaption=Szczegóły raportu błędu
DoubleClickAnItem=Kliknij dwukrotnie element, aby otworzyć go właściwym programem.
FieldName=Nazwa
FieldDescription=Opis
FieldSize=Rozmiar
Preview=Podgląd
PrivacyPolicy=Polityka Prywatności
Close=Zamknij
Export=Eksportuj…
NoDataToDisplay=Brak danych do wyświetlenia 
PreviewAuto=Auto
PreviewText=Tekst
PreviewHex=Hex
PreviewImage=Obrazek
PreviewVideo=Video
Encoding=Kodowanie tekstu
DescCrashDump=Minizrzut awarii
DescXML=XML Opisujący Awarię
DescScreenshot=Zrzut ekranu Pulpitu
DescRegKey=Zrzut Klucza rejestru
DescVideo=Nagranie video Pulpitu
Open=Otwórz
DeleteSelected=Usuń zaznaczone plik(i)
AttachMoreFiles=Załącz więcej plików…           

[ProgressDlg]
DlgCaption=%s - Wysyłanie raportu błędu
DlgCaption2=%s przestał działać
DlgCaptionExport = %s - Eksportowanie raportu błędu
CollectingCrashInfo=Zbieranie informacji o problemie…
CompressingFiles=Kompresowanie pliku raportu…
StatusText= Raport błędu jest wysyłany (próba %d z 3)…
ConfirmLaunchEmailClient=Raport błędu może zostać wysłany twoim domyślnym programem pocztowym (%s).\nAby uruchomić program pocztowy naciśnij "OK", w przeciwnym razie "Anuluj".
CompletedWithErrors=Zakończono z błędami. Naciśnij "Zamknij", aby zamknąć to okno.
ExportedWithErrors=Eksport zakończony z błędami. Naciśnij "Zamknij", aby zamknąć to okno.
CopySelectedLines=Kopiuj zaznaczone linie
CopyTheWholeLog=Kopiuj cały dziennik
Cancel=Anuluj
Cancelling=Anulowanie…
Close=Zamknij

[ResendDlg]
DlgCaption=%s - Wyślij raporty błędu
BalloonCaption=%s - Raporty błędu
BalloonText=Ostanio w %s wystąpiły błędy. Kliknij tu, aby teraz wysłać raporty błędu.
ColumnCreationDate=Data utworzenia
ColumnSize=Rozmiar
ColumnStatus=Status
ClickForDetails=Kliknij dwukrotnie element,aby zobaczyć szczegóły.
SelectedSize=Wybranych elementów: %d. Całkowity rozmiar: %s.
SendNow=Wyślij teraz
ShowLog=Pokaż dziennik
MyConsent=Naciskając "Wyślij raport" oświadczam, że zapoznałem się z treścią wybranych raportów i akceptuję postanowienia Polityki Prywatności.
MyConsent2=Naciskając "Wyślij raport" oświadczam, że zapoznałem się z treścią wybranych raportów.
PopupShow=Pokaż
PopupExit=Wyjdź
PopupRemindLater=Zamknij okno, ale przypomnij mi później.
PopupNeverRemind=Zamknij okno i już nigdy więcej nie przypominaj.
StatusPending=Oczekuje
StatusInProgress=W toku…
StatusSucceeded=Udany
StatusFailed=Zawiódł
CurrentAction=Obecna czynność:
DeliveryingReports=Dostarczam raporty błędu…
DeliverySucceeded=Raporty błędu dostarczono pomyślnie.
DeliveryFailed=Dostarczenie raportów błędu zakończone z błędami..SelectAll=Zaznacz wszystko
DeselectAll=Odznacz wszystko
DeleteSelected=Usuń zaznaczone
DeleteAll=Usuń wszystko
[VideoRecDlg]
DlgCaption=%s - Rejestrowanie obrazu ekranu
Text=%s zamierza rozpocząć rejestrowanie obrazu ekranu, aby pomóc lepiej zrozumieć błędy, które wystąpiły w tym oprogramowaniu. Rejestracja ekranu może zmniejszyć wydajność twojego komputera. Aby kontynuować, kliknij 'Zezwól'.
Allow=Zezwól
Cancel=Anuluj